{
    "@context": "http://www.w3.org/ns/csvw",
    "@type": "Table",
    "url": "HEE.csv",
    "dc:title": "Number of Measures installed through Energy Company Obligation (ECO) and under the Green Deal Framework, by installation month",
    "dc:description": "The table summarises the number of measures installed by under Energy Company Obligation (ECO) and the various Green Deal Framework schemes from January 2013 to March 2022",
    "dc:abstract":"This worksheet contains one table. Data covers from January 2013 to March 2022. Some columns and cells refer to notes. The data contains blank cells. These indicate that there is no data but are kept to allow easy comparisons between tables. Blank cells within the table indicate where it was not possible to install measures in these months, as the scheme was not in operation." ,
    "dc:creator": "Department for Business, Energy and Industrial Strategy",   
    "dc:source": "https://data.gov.uk/dataset/1656fb7d-1ca3-462d-a11b-8078acc33275/household-energy-efficiency-statistics",
    "dc:issued": "2022-06-23",
    "dc:license": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
     "tableSchema": {
        "@type": "Schema",
        "columns": [
            {
                "@type": "Column",
                "titles": "Installation Month",
                "dc:description": "Measures installed in earlier installation months can be notified at a later date under some circumstances",
                "datatype": "date",
                "notes": [{
                    "type": "notes",
                    "target": "HEE.csv#cell=0,1",
                    "body": "[n6] Includes some measures installed between October and December 2012"
                }]
            },
            {
                "@type": "Column",
                "titles": "ECO",
                "dc:description": "The Energy Company Obligation (ECO) is a government energy efficiency scheme in Great Britain to help reduce carbon emissions and tackle fuel poverty.",
                "datatype": "number",
                "notes": [{
                    "type": "notes",
                    "target": "HEE.csv#cell=1,0",
                    "body": "[n2]Measures installed under ECO1, ECO2, ECO Help-To-Heat and ECO3."
                    }]
            },
            {
                "@type": "Column",
                "titles": "Cashback",
                "dc:description": "The Green Deal Cashback Scheme rewards Green Dealcustomers. Householders in England and Wales can claim cash back from Government on energy saving improvements like insulation, front doors, windows and boilers.",
                "datatype": "number",
                "notes": [{
                    "type": "notes",
                    "target": "HEE.csv#cell=2,0",
                    "body": "[n3]Cashback figures do not include any measures from the Cashback Exception process."
                    }]
            },
            {
                "@type": "Column",
                "titles": "Green Deal Finance Plans",
                "dc:description": "The Green Deal helps you make energy-saving improvements to your home and to find the best way to pay for them. You may be able to get a loan through the Green Deal, but youll have to pay this back.",
                "datatype": "number"
            },
            {
                "@type": "Column",
                "titles": "Green Deal Home Improvement Fund",
                "dc:description": "The Green Deal Home Improvement Fund (GDHIF) is a financial aid intitiative which allows people to get access to available funds to help wth the cost of installing energy saving measures such as solid wall insulation, double glazing, boilers, vacity wall and floor insulation  ",
                "datatype": "number"
            },
            {
                "@type": "Column",
                "titles": "Green Deal Communities",
                "dc:description": "An initiative from the Green Deal which allows local authorities to work with local partners in delivering ambitious and innovative street/ area based proposals, aim is to deliver Green Deal plans to as many hoseholds as possible",
                "datatype": "number",
                "notes": [{
                    "type": "notes",
                    "target": "HEE.csv#cell=5,0",
                    "body": "[n4]Based on final returns received at the end of the programme. This excludes any measures that had not used any GD Communities funding towards the cost of the measure."
                    }]
            },
            {
                "@type": "Column",
                "titles": "Total number of measures installed",
                "dc:description": "Total combined number of measures installed",
                "datatype": "number",
                "notes": [{
                    "type": "notes",
                    "target": "HEE.csv#cell=6,0",
                    "body": "[n5] Some measures may have been installed through more than one delivery mechanism and there is therefore a small level of double counting (with a large double-count of GD Communities measures and ECO). This has not been estimated in the table."
                    }]
            }
        ]
     }
}